[
  {
    "id": 12,
    "faq_title": "How do I start swapping on ShwupIt?",
    "slug": "how-do-i-start-swapping-on-shwupit",
    "faq_description": "Starting is simple! Create an account, verify your email, and you're ready to list your first item or browse available swaps. Use the 'Shwup It' button on an item's page to initiate a swap.",
    "faq_type": "global",
    "issued_by": "Super Admin",
    "language": "en",
    "translated_languages": ["en"]
  },
  {
    "id": 23,
    "faq_title": "Is there a fee to use ShwupIt?",
    "slug": "is-there-a-fee-to-use-shwupit",
    "faq_description": "Joining ShwupIt is free! A non-refundable service fee of 4% is only applied when a swap is successfully completed to cover transaction and platform maintenance costs.",
    "faq_type": "global",
    "issued_by": "Super Admin",
    "language": "en",
    "translated_languages": ["en"]
  },
  {
    "id": 22,
    "faq_title": "What items can I swap on ShwupIt?",
    "slug": "what-items-can-i-swap-on-shwupit",
    "faq_description": "You can swap a wide range of items, including electronics, books, fashion items, and more. However, prohibited items include illegal substances, firearms, and any items that infringe on intellectual property rights.",
    "faq_type": "global",
    "issued_by": "Super Admin",
    "language": "en",
    "translated_languages": ["en"]
  },
  {
    "id": 21,
    "faq_title": "How does ShwupIt ensure the safety and authenticity of swaps?",
    "slug": "how-does-shwupit-ensure-the-safety-and-authenticity-of-swaps",
    "faq_description": "We encourage user verification and offer a secure messaging system for clear communication. For added protection, we hold deposits in escrow until both parties confirm the swap's completion. Users are encouraged to report any suspicious activities.",
    "faq_type": "global",
    "issued_by": "Super Admin",
    "language": "en",
    "translated_languages": ["en"]
  },
  {
    "id": 19,
    "faq_title": "What happens if there's a dispute in a swap?",
    "slug": "what-happens-if-theres-a-dispute-in-a-swap",
    "faq_description": "In case of a dispute, we first encourage direct resolution between parties. If unresolved, you can escalate the issue to us, and we'll mediate based on our policies and the evidence provided.",
    "faq_type": "global",
    "issued_by": "Super Admin",
    "language": "en",
    "translated_languages": ["en"]
  },
  {
    "id": 18,
    "faq_title": "Can I cancel a swap after agreeing?",
    "slug": "can-i-cancel-a-swap-after-agreeing",
    "faq_description": "Swaps can be canceled before the deposit is made. However, once both parties have made their deposits, the swap must proceed to avoid penalties unless there is something wrong with the item, in which case a dispute can be set up.",
    "faq_type": "global",
    "issued_by": "Super Admin",
    "language": "en",
    "translated_languages": ["en"]
  },
  {
    "id": 17,
    "faq_title": "How do I contact another swapper?",
    "slug": "how-do-i-contact-another-swapper",
    "faq_description": "After initiating a swap, you can use our secure real-time chat feature to communicate directly with the other party for details and negotiation.",
    "faq_type": "global",
    "issued_by": "Super Admin",
    "language": "en",
    "translated_languages": ["en"]
  },
  {
    "id": 16,
    "faq_title": "How do I report a problem or suspicious activity?",
    "slug": "how-do-i-report-a-problem-or-suspicious-activity",
    "faq_description": "If you encounter any problems or suspicious activities, please use the 'Report' feature on the user's profile or item page, or contact us directly through our support page.",
    "faq_type": "global",
    "issued_by": "Super Admin",
    "language": "en",
    "translated_languages": ["en"]
  }
]